-------------------------------------------------
--         Put your Lua functions here.        --
--                                             --
-- Note that you can also use external Scripts --
-------------------------------------------------

--
-- quest.lua
--
-- ----------------------------------------------------------
-- 实体类集合
-- ----------------------------------------------------------
--
--[[


eg.

require "Entity"


--]]
quest = {
    name = "",
    target = "",
    status = "",
    location = "",
    desc = "",
    note = ""
}


